[
  {
      "start": "2023-07-16T09:00:00.000Z",
      "title": "Dynamic Journey Tour the Timeless Ancient Ruins of Thailand",
      "color": {
          "primary": "#FF0000",
          "secondary": "#C13584"
      },
      "meta": {
          "post_date": "2023-07-16T16:00:00",
          "title": "Dynamic Journey Tour the Timeless Ancient Ruins of Thailand",
          "content": "<img src=\"https://images.unsplash.com/photo-1616123654498-f864ac762231?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w0MDQyMTZ8MHwxfHJhbmRvbXx8fHx8fHx8fDE2ODkzMjg1MTV8&ixlib=rb-4.0.3&q=80&w=1080\" style=\"display: block; width: 100%; height: auto;\"/><p></p>### Diverse Influences: \nFor centuries, different tribes has brought their cultural influence to the Thais. Starting with Buddhist influences from India and China, these tribes helped form a multifarious society admiring temple architectures, literature, and sculpturing that are still relevant to this day. They introduced new religions, writing systems, art concepts, and political structures to Thailand as well. Furthermore, they gave rise to several hundred dialects and ethnicities and influenced the peoples' spirituals beliefs along with their religious ideas. \n\n### Various Kingdoms and Dynasties: \nVarious chiefdoms have come and gone throughout Thailand's terrain, resulting in different dynasties and local kingdoms. In particular, the Dvaravati (A.D. 6th – 11th centuries) had the biggest impact on today's culture of Thailand. During their time, Theravada Buddhism became a uniform faith for the entire country and also spearheaded the emergence of religious texts, drama, art, literature, music, and dance forms. Among these wellsprings of culture, some classic traditional dancing and dramatic theatre are still included officially with the court ceremonies. \n\n### Rich Culture and Heritage: \nThe result of centuries of diverse influences is a deep historical past and diverse traditions in Thailand. Started in 630 A.D. as Suvarnabhumi kingdom, the people of Thailand maintained their sense of independence, combined with strong values towards their respective coexisting religions and customs. This has enabled culture to be preserved through artwork, customs, lifestyle, religious objects, temples, and museum conventions. Even today, traditional theatrical performances such as Khon (A shadow play just for male performers covered in costume masks) still manifest Thailand's cultural roots and colourful history.\n\n### Captivating Customs and Experiences: \nWhen visiting Thailand, tourists can enjoy a great variety of activities as the country has a plethora of attractions for them to explore. Get to see vibrant natural scenery or be captivated by the urban outlook of Bangkok, the nation capital which is consumed by the lavish modern cityscapes. Visit ancient temples such as Wat Pa Maha Chedi Kaew (made entirely from glass recycling bottles) or wander around markets where a variety of regional and local products are presented. As for the locals, they top the experience by offering enduring hospitality.\n\n### A Bright Future: \nThanks to the efforts of documenting culture since the 80s, the government of Thailand has been encouraged to keep on booking customs traditions whilst promoting the heritage for local tourism. Hence, steps have been taken in order to protect and preserve the cultures and landmarks of the nation. Actively crafting superlative auctions and festivities ensures that the countless attractions of Thailand create a pleasant atmosphere to elicit global exchange. \n\n## Conclusion \nIt’s clear to see from the above article that Thailand is an unique destination offering plenty of historic and cultural attractions. While embracing many of its cultural roots, Thais also modernize and develop the future of the nation in accordance to the history outline before. If you're looking for a memorable sense of cultural connection and beauty, Thailand is the perfect place for you to visit and explore.",
          "image_url": "",
          "media_type": "NONE",
          "set_to_publish": true,
          "color": "#FF0000",
          "accent_color": "#C13584"
      }
  },
  {
      "start": "2023-07-18T00:00:00.000Z",
      "title": "#ExperienceT",
      "color": {
          "primary": "#3b5998",
          "secondary": "#8b9dc3"
      },
      "meta": {
          "post_date": "2023-07-18T07:00:00",
          "title": "#ExperienceT",
          "content": "#ExperienceThailand",
          "media_type": "IMAGE",
          "set_to_publish": true,
          "color": "#3b5998",
          "accent_color": "#8b9dc3"
      }
  },
  {
      "start": "2023-07-18T09:00:00.000Z",
      "title": "#RealizeTheM",
      "color": {
          "primary": "#C13584",
          "secondary": "#E1306C"
      },
      "meta": {
          "post_date": "2023-07-18T16:00:00",
          "title": "#RealizeTheM",
          "content": "#RealizeTheMoment",
          "image_url": "https://images.unsplash.com/photo-1583038152192-544136533345?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w0MDQyMTZ8MHwxfHJhbmRvbXx8fHx8fHx8fDE2ODkzMjg0OTB8&ixlib=rb-4.0.3&q=80&w=1080",
          "media_type": "IMAGE",
          "set_to_publish": true,
          "color": "#C13584",
          "accent_color": "#E1306C"
      }
  },
  {
      "start": "2023-07-15T14:00:00.000Z",
      "title": "Enjoy the vi",
      "color": {
          "primary": "#1DA1F2",
          "secondary": "#AAB8C2"
      },
      "meta": {
          "post_date": "2023-07-15T21:00:00",
          "title": "Enjoy the vi",
          "content": "Enjoy the vibrant history of #Thailand! From its regional chiefdoms that evolved into powerful dynasties to its diverse mix of art forms & religions - this amazing destination will take you on an incredible journey through centuries of culture and heritage. #ExploreThailand",
          "image_url": "https://images.unsplash.com/photo-1603685568517-f1f25806559b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w0MDQyMTZ8MHwxfHJhbmRvbXx8fHx8fHx8fDE2ODkzMjg1MzR8&ixlib=rb-4.0.3&q=80&w=1080",
          "media_type": "IMAGE",
          "set_to_publish": true,
          "color": "#1DA1F2",
          "accent_color": "#AAB8C2"
      }
  },
  {
      "start": "2023-07-15T13:00:00.000Z",
      "title": "Go back in t",
      "color": {
          "primary": "#1DA1F2",
          "secondary": "#AAB8C2"
      },
      "meta": {
          "post_date": "2023-07-15T20:00:00",
          "title": "Go back in t",
          "content": "Go back in time and explore Thailand's captivating culture and heritage! With influences from India, China, and S.E. Asia, plus the Theravada Buddhism movement, the \"Land of Smiles\" offers a rich variety of attractions and a dynamic history! #VisitThailand #ThailandHistory #Culture  #Religion #TimeTravel",
          "media_type": "IMAGE",
          "set_to_publish": true,
          "color": "#1DA1F2",
          "accent_color": "#AAB8C2"
      }
  },
  {
      "start": "2023-07-15T12:00:00.000Z",
      "title": "Now, craft y",
      "color": {
          "primary": "#1DA1F2",
          "secondary": "#AAB8C2"
      },
      "meta": {
          "post_date": "2023-07-15T19:00:00",
          "title": "Now, craft y",
          "content": "Now, craft your tweet: Discover centuries of culture on an unforgettable journey through Thailand! From ancient chiefdoms to diversified customs & religions, explore the country's rich, beautiful history & lifestyle. #ThaiTravel #ThaiCulture #ThailandTravel",
          "media_type": "IMAGE",
          "set_to_publish": true,
          "color": "#1DA1F2",
          "accent_color": "#AAB8C2"
      }
  },
  {
      "start": "2023-07-15T15:00:00.000Z",
      "title": "Enjoy an ext",
      "color": {
          "primary": "#1DA1F2",
          "secondary": "#AAB8C2"
      },
      "meta": {
          "post_date": "2023-07-15T22:00:00",
          "title": "Enjoy an ext",
          "content": "Enjoy an extravaganza of creativity and history with a journey through Thailand. From dynasties and kingdoms to ancient art forms and religions, explore centuries of cultural heritage awaiting discovery. #VisitThailand #ExperienceCulture",
          "media_type": "IMAGE",
          "set_to_publish": true,
          "color": "#1DA1F2",
          "accent_color": "#AAB8C2"
      }
  },
  {
      "start": "2023-07-15T16:00:00.000Z",
      "title": "Take a journ",
      "color": {
          "primary": "#1DA1F2",
          "secondary": "#AAB8C2"
      },
      "meta": {
          "post_date": "2023-07-15T23:00:00",
          "title": "Take a journ",
          "content": "Take a journey into Thailand's ancient history & explore the region's diverse culture, legendary customs & vibrant art. Visit & learn more about a land filled with culture spanning over centuries and featuring influences from India, China, Loatianry & more! #CultureCapital #Thailand",
          "media_type": "IMAGE",
          "set_to_publish": true,
          "color": "#1DA1F2",
          "accent_color": "#AAB8C2"
      }
  },
  {
      "start": "2023-07-15T11:00:00.000Z",
      "title": "RT for your ",
      "color": {
          "primary": "#1DA1F2",
          "secondary": "#AAB8C2"
      },
      "meta": {
          "post_date": "2023-07-15T18:00:00",
          "title": "RT for your ",
          "content": "RT for your chance to explore Thailand's captivating culture, rooted in a deep historical past! Dive in for a look at regional influences, religions & art forms that still reverberate today. #History #Culture #Thailand",
          "media_type": "IMAGE",
          "set_to_publish": true,
          "color": "#1DA1F2",
          "accent_color": "#AAB8C2"
      }
  }
]
